
#+BEGIN_SRC js :exports both
const add = (x,y) => x + y;
add(5,6)
#+END_SRC

#+RESULTS:
: hello
: 2
: undefined
